[
    {
        "time": "2022 - Nay",
        "title": "Trí tuệ nhân tạo",
        "submilestones": [
            {
                "time": "2024",
                "content": "\n- 2 năm liên tiếp được vinh danh 'Nơi làm việc xuất sắc' \n- Great Place to Work.\n- Ra mắt trung tâm dữ liệu AI Cloud GreenNode tại Bangkok, một trong những trung tâm AI Cloud quy mô lớn đầu tiên của Đông Nam Á.\n- VNGGames nhận giải Nhà phát hành xuất sắc năm thứ hai liên tiếp tại giải thưởng Game Việt Nam (Vietnam Game Award).\n- Zalo trở thành ứng dụng nhắn tin phổ biến nhất tại Việt Nam với 78 triệu người dùng thường xuyên hàng tháng.\n- Zalopay công bố nhận diện thương hiệu mới và định hướng phát triển 'Mới và Mở'.\n- VNG hợp tác với ST Telemedia Global Data Centres (STT GDC) xây dựng và vận hành trung tâm dữ liệu chuẩn quốc tế tại TP. Hồ Chí Minh.\n- Kiki Auto cán mốc 1 triệu lượt cài đặt trên ô tô."
            },
            {
                "time": "2023",
                "content": "\n- Được vinh danh bởi nhiều giải thưởng uy tín toàn cầu của Nikkei Asia, Great Place To Work®, Asia Pacific Enterprise Awards.\n- Nộp hồ sơ F-1 lên Ủy ban Giao dịch chứng khoán Hoa Kỳ (SEC).\n- Mã chứng khoán VNZ của công ty chính thức giao dịch trên sàn UpCom (Việt Nam), trở thành mã chứng khoán có trị giá cao nhất trên thị trường.\n- Mở rộng nỗ lực 'Go Global' với 3 văn phòng mới tại Đài Bắc, Thượng Hải, Bắc Kinh.\n- Zalo 3 năm liên tiếp là ứng dụng liên lạc phổ biến nhất Việt Nam, theo báo cáo 'The Connected Consumer Q4 2022'.\n- Zalo AI phát triển hạ tầng mạnh nhất Việt Nam với 8 DGX H100, ra mắt mô hình LLM 7 tỷ tham số vượt trội GPT 3.5.\n- Gen AI Avatar của Zalo đạt 6,8 triệu người dùng, Kiki Auto có 600.000 lượt cài đặt trên ô tô.\n- Đổi tên Quỹ VNIF thành Quỹ Kiến tạo Ước mơ (DMF), hỗ trợ lĩnh vực Y tế, Giáo dục, Công nghệ."
            },
            {
                "time": "2022",
                "content": "\n- Ra mắt bộ logo mới, giữ vững tinh thần đón nhận thách thức.\n- Khánh thành VNG Data Center tại TP.HCM, đạt chứng chỉ Uptime Tier III.\n- Zalo trở thành Ứng dụng liên lạc hàng đầu của người Việt (theo Decision Lab), lọt Top 200 ứng dụng miễn phí được yêu thích nhất (theo Apple).\n- Zalo AI phát triển ứng dụng định danh điện tử (eKYC) trên Zalo.\n- Game của VNGGames phát hành được lựa chọn thi đấu tại SEA Games 31. Thành tích của đội tuyển eSports Việt Nam tại kỳ SEA Games này là 4 HCV, 3 HCB.\n- Zalopay chạm cột mốc 10 triệu người dùng thường xuyên."
            }
        ]
    },
    {
        "time": "2018 - 2021",
        "title": "Điện toán đám mây",
        "submilestones": [
            {
                "time": "2021",
                "content": "\n- Được HR Asia vinh danh 'Nơi làm việc tốt nhất Châu Á' năm thứ 3 liên tiếp.\n- Tính đến Q1/2021, Zalo ghi nhận 64 triệu người sử dụng thường xuyên với 1,7 tỷ tin nhắn được gửi đi hàng ngày.\n- VNG Cloud nhận giải 'Sản phẩm, Giải pháp chuyển đổi số tiêu biểu' tại Giải thưởng Chuyển đổi số Việt Nam.\n- Ra mắt nền tảng thiện nguyện Sài gòn bao dung, cùng với tính năng Zalo Connect hỗ trợ người dùng tìm kiếm trợ giúp trong thời gian giãn cách xã hội vì COVID-19.\n- Quyên góp 20 tỷ đồng cho Quỹ vắc-xin phòng chống COVID-19 của Bộ Y Tế."
            },
            {
                "time": "2020",
                "content": "\n- VNG Cloud đạt chứng nhận 'Nền tảng Điện toán đám mây an toàn Việt Nam' của Bộ Thông tin và Truyền thông và được vinh danh là sản phẩm Make in Vietnam tiêu biểu tại giải thưởng 'Thành phố thông minh Việt Nam'.\n- Zalo trở thành kênh thông tin chính thức của Chính phủ trong hỗ trợ thiên tai, dịch bệnh.\n- Zalopay giành giải Vàng MMA và được bình chọn là 'Ví điện tử có hệ sinh thái phong phú'.\n- Zalo lần đầu ra mắt Kiki Auto - trợ lý ảo tiếng Việt dành cho ô tô."
            },
            {
                "time": "2019",
                "content": "\n- Khai trương trụ sở VNG Campus, mô hình văn phòng thông minh chuẩn quốc tế.\n- Xác định sứ mệnh mới 'Kiến tạo công nghệ và phát triển con người. Từ Việt Nam vươn tầm thế giới' cùng 3 giá trị cốt lõi mới: Đón nhận thách thức, Phát triển đối tác, Giữ gìn chính trực.\n- VNG lọt Top 50 Thương hiệu có giá trị nhất Việt Nam do tạp chí Forbes bình chọn.\n- PUBG Mobile có 13 triệu người dùng chỉ sau 1 năm chính thức ra mắt tại thị trường Việt Nam, đạt Top 1 App Store và Top 10 Google Play liên tục trong 6 tháng.\n- Series Dead Target Zombie đạt 150 triệu lượt tải về trên toàn cầu.\n- Zalo đạt 52,4 triệu người dùng thường xuyên hàng tháng, hỗ trợ triển khai dịch vụ công của 45 tỉnh thành."
            },
            {
                "time": "2018",
                "content": "\n- Mở rộng hiện diện quốc tế với văn phòng tại Thái Lan và Myanmar.\n- VinaData đổi tên thành VNG Cloud, cung cấp giải pháp chuyển đổi số đáng tin cậy.\n- Ra mắt UpRace, dự án chạy bộ cộng đồng tiên phong tại Việt Nam."
            }
        ]
    },
    {
        "time": "2013 - 2017",
        "title": "Internet Di Động",
        "submilestones": [
            {
                "time": "2017",
                "content": "\n- Ra mắt ứng dụng thanh toán di động Zalopay, thúc đẩy thanh toán không dùng tiền mặt.\n- Ký biên bản ghi nhớ về việc niêm yết cổ phiếu trên sàn chứng khoán NASDAQ (Mỹ).\n- Lần đầu tiên tổ chức Zalo AI Summit.\n- Ông Lê Hồng Minh được vinh danh là một trong 10 nhà lãnh đạo có ảnh hưởng nhất đến Internet Việt Nam."
            },
            {
                "time": "2015",
                "content": "\n- Là nhà tài trợ chiến lược của giải IRONMAN 70.3, khởi động phong trào ba môn phối hợp tại Việt Nam."
            },
            {
                "time": "2014",
                "content": "\n- Là doanh nghiệp kỳ lân đầu tiên của Việt Nam khi được Start-up Report định giá 1 tỷ USD.\n- Nhận Huân chương Lao động Hạng Ba và Bằng khen của Thủ tướng Chính phủ tặng ông Lê Hồng Minh - Tổng giám đốc VNG.\n- Ra mắt game 'Dead Target Zombie', đánh dấu sự hiện diện của game mobile Việt Nam trên bản đồ thế giới.\n- Được vinh danh 'Doanh nghiệp phát triển nhanh toàn cầu tại khu vực Đông Á' tại Diễn đàn Kinh tế Thế giới 2015 (Manila, Philippines)."
            },
            {
                "time": "2013",
                "content": "\n- Tập trung vào chiến lược 'Mobile first', chuyển đổi sản phẩm sang di động.\n- Được Hội tin học TP.HCM (HCA) vinh danh 'Đơn vị dịch vụ nội dung số hàng đầu Việt Nam'.\n- Ra mắt Adtima, nền tảng quảng cáo, truyền thông số và giải trí hàng đầu Việt Nam, đặc biệt trên di động."
            }
        ]
    },
    {
        "time": "2004 - 2012",
        "title": "Dẫn đầu thị trường dịch vụ internet",
        "submilestones": [
            {
                "time": "2012",
                "content": "\n- Tham gia nhiều hoạt động xã hội, đóng góp xuồng Chủ quyền trị giá 3,5 tỷ đồng cho Trường Sa.\n- Khẳng định vị thế quốc tế với việc phát hành trò chơi 'Khu Vườn Trên Mây' tại Trung Quốc.\n- Ra mắt Zalo, ứng dụng nhắn tin và gọi điện miễn phí, dẫn đầu BXH App Store tại Việt Nam chỉ sau 1 tháng.\n- Ra mắt Zing TV, phục vụ nhu cầu giải trí và kết nối mọi lúc mọi nơi trên tất cả các nền tảng.\n- Bổ sung nền tảng tổng hợp tin tức Báo Mới vào danh mục sản phẩm đa dạng của VNG."
            },
            {
                "time": "2011",
                "content": "\n- Đạt Top 200 thương hiệu Sao Vàng Đất Việt.\n- Được vinh danh 'Doanh nghiệp nội dung số có sản phẩm, dịch vụ thương hiệu Việt Nam thành công nhất' tại Giải thưởng CNTT-TT Việt Nam 2010 (VICTA).\n- Xuất khẩu thành công trò chơi 'Ủn Ỉn', chinh phục thị trường Nhật Bản."
            },
            {
                "time": "2010",
                "content": "\n- Đổi tên thương hiệu thành VNG, đánh dấu bước chuyển mình mạnh mẽ.\n- Thành lập Quỹ từ thiện cộng đồng Người sử dụng Internet Việt Nam (VNIF).\n- 'Thuận Thiên Kiếm' đoạt giải Sao Khuê cho nhóm 'Sản phẩm/giải pháp game và giải trí điện tử.'"
            },
            {
                "time": "2009",
                "content": "\n- Ra mắt ZingPlay, cổng game giải trí đa nền tảng đầu tiên tại Việt Nam.\n- Giới thiệu mạng xã hội ZingMe, đạt 4 triệu MAU chỉ sau 6 tháng."
            },
            {
                "time": "2008",
                "content": "\n- Đề ra sứ mệnh 'Phát triển Internet để thay đổi cuộc sống người Việt Nam', kim chỉ nam cho công ty trong nhiều năm tiếp theo."
            },
            {
                "time": "2007",
                "content": "\n- Đạt Top 50 công ty có môi trường làm việc tốt nhất tại Việt Nam (theo Navigos - AC Nielsen).\n- Khánh thành Trung tâm dữ liệu VinaData, giám sát và lưu trữ dữ liệu của tất cả sản phẩm trong công ty.\n- Ra mắt Zing MP3, sản phẩm đầu tiên mang thương hiệu Zing, bắt đầu mảng kinh doanh web."
            },
            {
                "time": "2006",
                "content": "\n- Tập trung phát triển các sản phẩm giải trí và phần mềm tiện ích tại Việt Nam.\n- Ra mắt phần mềm quản lý phòng máy CSM (Cyber Station Manager)."
            },
            {
                "time": "2005",
                "content": "\n- Trở thành công ty đầu tiên đàm phán thành công với đối tác quốc tế và phân phối game bản quyền tại Việt Nam.\n- Phát hành game online đầu tiên - Võ Lâm Truyền Kỳ với thành công đột phá 300.000 PCU sau 1 tháng."
            },
            {
                "time": "2004",
                "content": "\n- Thành lập với tên gọi VinaGame tại một quán cà phê Internet, mở ra kỷ nguyên game nhập vai tại Việt Nam."
            }
        ]
    }
]